Repository: RonnyBlandon/katyshop303
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Product added to cart successfully.
es: Producto añadido al carrito con éxito.

source: You cannot add more than the units that are available.
es: No puede agregar más de las unidades que están disponibles.

source: You can only add 10 maximum for this product.
es: Solo puede agregar 10 como máximo para este producto

source: Product successfully removed.
es: Producto eliminado con éxito.

source: Name
es: Nombre

source: Last name
es: Apellidos

source: Email
es: Correo electrónico

source: affair
es: Asunto

source: Message
es: Mensaje

source: Your message was sent successfully. You will receive a response in your email very soon.
es: Su mensaje fue enviado exitosamente. Muy pronto recibirás una respuesta en tu correo electrónico.

source: Sending failed, please try again later.
es: El envío falló, inténtalo de nuevo más tarde.

source: Notes about your order, for example, special notes for delivery.
es: Notas sobre su pedido, por ejemplo, notas especiales para la entrega.

source: Credit or debit card
es: Tarjeta de crédito o débito

source: On hold
es: En espera

source: Shipped
es: Enviado

source: Cancelled
es: Cancelado

source: Refunded
es: Reembolsado

source: Failed
es: Fallido

source: An error occurred while processing your payment.
es: Ocurrió un error al procesar su pago.

source: Redeemed Points
es: Puntos Canjeados

source: Points Earned For Purchase
es: Puntos ganados por la compra

source: The payment has been completed successfully.
es: El pago se ha completado con éxito.

source: Adjusted Points
es: Puntos Ajustados

source: The phone number cannot contain characters.
es: El número de teléfono no puede contener caracteres.

source: The current password is not correct.
es: La contraseña actual no es correcta.

source: You must add the current password.
es: Debe agregar la contraseña actual.

source: House number and street name
es: Número de casa y nombre de la calle

source: Apt, suite, unit, building, floor, etc.
es: Apt, suite, unidad, edificio, piso, etc.

source: Please choose a country from the list.
es: Por favor elija un país de la lista.

source: This field is required for %(country)s
es: Este campo es obligatorio para %(country)s

source: Please enter a valid postcode.
es: Por favor ingrese un código postal válido.

source: Password
es: Contraseña

source: Repeat Password
es: Repita la contraseña

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: The password must contain at least 8 characters.
es: La contraseña debe contener al menos 8 caracteres.

source: The password must not contain spaces.
es: La contraseña no debe contener espacios.

source: The password must contain at least one lowercase letter.
es: La contraseña debe contener al menos una letra minúscula.

source: The password must contain at least one upper case.
es: La contraseña debe contener al menos una mayúscula.

source: The password must contain at least one number.
es: La contraseña debe contener al menos un número.

source: An account with this email already exists.
es: Ya existe una cuenta con este correo electrónico.

source: The user data is not correct.
es: Los datos del usuario no son correctos.

source: No user is linked to this email.
es: Ningún usuario está vinculado a este correo electrónico.

source: New password
es: Nueva contraseña

source: Repeat new password
es: Repita la nueva contraseña

source: The data has been saved successfully.
es: Los datos se han guardado correctamente.

source: Password has been changed, please log in.
es: La contraseña ha sido cambiada, por favor inicie sesión.

source: Password authentication failed. Sign in again.
es: La autenticación de la contraseña falló. Inicie sesión de nuevo.

source: You need to confirm your email to be able to log in.
es: Necesitas confirmar tu correo electrónico para poder iniciar sesión.

source: Verify Email
es: Verificar correo electrónico

source: Please log in.
es: Por favor Iniciar sesión

source: The account activation link is invalid.
es: El enlace de activación de la cuenta no es válido.

source: The account has been activated successfully, you can now login.
es: La cuenta se ha activado con éxito, ahora puede iniciar sesión.

source: VERIFICATION CODE
es: CÓDIGO DE VERIFICACIÓN

source: A new account activation link has been sent to the email "%(email_user)s".
es: Se ha enviado un nuevo enlace de activación de cuenta al correo electrónico "%(email_user)s".

source: ACCOUNT RECOVERY
es: RECUPERACIÓN DE CUENTA

source: You need this link to change your password.
es: Necesitas este enlace para cambiar tu contraseña.

source: Change Password
es: Cambiar la contraseña

source: The link to change the password has been sent to the email "%(email_user)s".
es: El enlace para cambiar la contraseña ha sido enviado al correo electrónico "%(email_user)s".

source: The link is invalid.
es: El enlace no es válido.

source: The password has been changed successfully. Sign in.
es: La contraseña ha sido cambiada con éxito. Iniciar sesión.

source: English
es: Ingles

source: Spanish
es: Español

source: en
es: es

source: COMPLETE YOUR ORDER AND EARN <strong class="order-points" data-earning_points_rate="%(earning_points_rate)s">%(order_points)s</strong> POINTS FOR A DISCOUNT ON A FUTURE PURCHASE.
es: COMPLETE SU PEDIDO Y GANE <strong class="order-points" data-earning_points_rate="%(earning_points_rate)s">%(order_points)s</strong> PUNTOS PARA UN DESCUENTO EN UNA COMPRA FUTURA.

source: Products:
es: Productos:

source: Discount
es: Descuento

source: [Remove]
es: [Remover]

source: Proceed to pay
es: Proceda a pagar

source: %(amount_stock)s left in stock
es: Quedan %(amount_stock)s disponibles

source: Delete
es: Borrar

source: In stock
es: Disponibles

source: Remove
es: Remover

source: Add products to your cart.
es: Añade productos a tu carrito.

source: Contact
es: Contacto

source: If you have any questions, fill out the following form with the following information.
es: Si tiene alguna pregunta, complete el siguiente formulario con el siguiente información.

source: Send
es: Enviar

source: Earn points with KatySop303
es: Gana puntos con KatySop303

source: Redeem them later for discounts on your future purchases.
es: Canjéalos más tarde por descuentos en tus futuras compras.

source: Points Rules
es: Reglas de puntos

source: Improve your immune system
es: Mejora tu sistema inmunológico

source: Go shopping
es: Ir de compras

source: Secure online shopping
es: Compras en línea seguras

source: Your data and transactions are safe with us, our entire website is encrypted with SSL security certificate.
es: Sus datos y transacciones están seguros con nosotros, todo nuestro sitio web está encriptado con certificado de seguridad SSL.

source: Free shipping on all products
es: Envío gratis en todos los productos

source: At Katy Shop 303 we know that you don't like shipping costs, and that's why you we ship free.
es: En Katy Shop 303 sabemos que no te gustan los gastos de envío, y por eso te enviamos gratis.

source: Shipments between 3/7 days
es: Envíos entre 3/7 días

source: Place your order and receive it comfortably at home in less than a week.
es: Haz tu pedido y recíbelo cómodamente en casa en menos de una semana.

source: KATY SHOP 303 has a points program that benefits customers for their loyalty, for each purchase made in the store accumulates in a certain amount of points, points that can be exchanged for discounts on future purchases.
es: KATY SHOP 303 cuenta con un programa de puntos que beneficia a los clientes por su fidelidad, por cada compra realizada en la tienda se acumula una determinada cantidad de puntos, puntos que pueden ser canjeados por descuentos en futuras compras.

source: What is established in this points program is only for the United States, with the exception of the states of the Virgin Islands and Alaska is not available. It is the client's obligation to know and comply with the rules, update and report periodically on the katyshop303.com page to know their rights and accumulated points.
es: Lo establecido en este programa de puntos es solo para Estados Unidos, con excepción de los estados de las Islas Vírgenes y Alaska no está disponible. Es obligación del cliente conocer y cumplir las normas, actualizar e informar periódicamente en la página katyshop303.com para conocer sus derechos y puntos acumulados.

source: Points will be credited to your account once the order has been paid for and shipped. The points do not have expiration date and are not transferable from one account to another.
es: Los puntos se acreditarán en su cuenta una vez que el pedido haya sido pagado y enviado. Los puntos no tienen fecha de vencimiento y no son transferibles de una cuenta a otra.

source: You can use your accumulated points on purchases, redeeming your points on the checkout page.
es: Puede usar sus puntos acumulados en compras, canjeando sus puntos en la página de pago.

source: Conversion rates and redeemable points
es: Tasas de conversión y puntos canjeables

source: The number of points you can accumulate and redeem in discounts:
es: El número de puntos que puedes acumular y canjear en descuentos:

source: Conversion rate into point accumulation on all wholesale products: $1 = %(earning_points_rate)s points Example: Shopping $%(example_value)s in products and you earn %(points_to_win)s points.
es: Tasa de conversión en acumulación de puntos en todos los productos al por mayor: $1 = %(earning_points_rate)s punto Ejemplo: compras $%(example_value)s en productos y ganas %(points_to_win)s puntos.

source: Conversion rate into point accumulation on all wholesale products: $1 = %(earning_points_rate)s point Example: Shopping $%(example_value)s in products and you earn %(points_to_win)s points.
es: Tasa de conversión en acumulación de puntos en todos los productos al por mayor: $1 = %(earning_points_rate)s puntos Ejemplo: compras $%(example_value)s en productos y ganas %(points_to_win)s puntos.

source: Conversion rate when redeeming points in discounts, this applies to all products in the store. %(point_redemption_rate)s points = $1 Example, you can redeem %(point_redemption_rate)s points and have a discount of $1.
es: Tasa de conversión al canjear puntos en descuentos, esto aplica para todos los productos de la tienda. %(point_redemption_rate)s puntos = $1 Ejemplo, puede canjear %(point_redemption_rate)s puntos y obtener un descuento de $1.

source: The minimum you can redeem for a discount is %(point_redemption_rate)s points per order.
es: El mínimo que puede canjear por un descuento es %(point_redemption_rate)s puntos por pedido.

source: The maximum that you can redeem in points is determined by the minimum value of the order to pay, which it's 5 dollars. This means that the maximum amount you can redeem in points will be equivalent to leaving a minimum of 5 dollars to pay for the order. For example, if your total order is $100, but you have points to redeem up to 120 dollars, you can redeem a maximum of 95 dollars in points, since the minimum order value is 5 dollars.
es: El máximo que puedes canjear en puntos está determinado por el valor mínimo de la orden a pagar, que es de 5 dólares. Esto quiere decir que la cantidad máxima que podrás canjear en puntos equivaldrá a dejar un mínimo de 5 dólares para pagar el pedido. Por ejemplo, si tu pedido total es de $100, pero tienes puntos para canjear hasta 120 dólares, puedes canjear un máximo de 95 dólares en puntos, ya que el valor mínimo del pedido es de 5 dólares.

source: reserve of law
es: reserva de ley

source: KATY SHOP 303 reserves the right to modify or cancel, partially or totally as necessary, the Rules, Terms and Conditions, rules, privileges, benefits or other special offers of the Points Program, without prior notice when modified or eliminated the program. This means that the Points program may make changes that affect, for example, the rules for crediting, redeeming or canceling Points, the value of Points, etc.
es: KATY SHOP 303 se reserva el derecho de modificar o cancelar, parcial o totalmente según sea necesario, las Reglas, Términos y Condiciones, reglas, privilegios, beneficios u otras ofertas especiales del Programa de Puntos, sin previo aviso cuando se modifique o elimine el programa. Esto significa que el programa de Puntos puede realizar cambios que afectan, por ejemplo, las reglas para acreditar, redimir o cancelar Puntos, el valor de los Puntos, etc.

source: In case of termination of the Program, all the Points accumulated by the clients will be cancelled, without generating any responsibility for the accumulated Balance or the Points not redeemed.
es: En caso de terminación del Programa, todos los Puntos acumulados por los clientes serán cancelados, sin generar responsabilidad alguna por el Saldo acumulado o los Puntos no canjeados.

source: PRIVACY POLICY
es: POLITICA DE PRIVACIDAD

source: This Privacy Policy establishes the terms in which "Katy Shop 303" uses and protects the information what is provided by its users when using its website. This company is committed to security of the data of its users. When we ask you to complete the personal information fields with which you can be identified, we do so by ensuring that it will only be used in accordance with the terms of this document. However, this Privacy Policy may change over time or be updated, so we We recommend and emphasize that you continually review this page to ensure that you agree with such changes.
es: La presente Política de Privacidad establece los términos en que "Katy Shop 303" usa y protege la información que es proporcionada por sus usuarios al momento de utilizar su sitio web. Esta empresa está comprometida con la seguridad de los datos de sus usuarios. Cuando le solicitamos que complete los campos de información personal con los que puede identificarse, lo hacemos asegurándonos de que solo se utilizará de acuerdo con los términos de este documento. Sin embargo, esta Política de Privacidad puede cambiar con el tiempo o ser actualizada, por lo que le recomendamos y enfatizamos que revise continuamente esta página para asegurarse que está de acuerdo con dichos cambios.

source: Information that is collected
es: Información que se recopila

source: Our website may collect personal information such as: Name, contact information such as your address email address and demographic information. Likewise, when necessary, information may be requested specific to process an order or make a delivery or billing.
es: Nuestro sitio web puede recopilar información personal como: Nombre, información de contacto como su dirección de correo electrónico e información demográfica. Asimismo, cuando sea necesario, se podrá solicitar información específica para tramitar un pedido o realizar una entrega o facturación.

source: Use of information collected
es: Uso de la información recopilada

source: Our website uses the information to provide the best possible service, particularly to maintain a user registry, of orders if applicable, and to improve our products and services. It is possible that emails are sent periodically through our site with special offers, new products and other advertising information that we consider relevant to you or that may provide you with some benefit, these Emails will be sent to the address you provide and may be canceled at any time.
es: Nuestro sitio web utiliza la información para brindar el mejor servicio posible, particularmente para mantener un registro de usuarios, de pedidos si corresponde, y para mejorar nuestros productos y servicios. Es posible que periódicamente a través de nuestro sitio se envíen correos electrónicos con ofertas especiales, nuevos productos y otra información publicitaria que consideremos relevante para usted o que pueda brindarle algún beneficio, estos correos electrónicos serán enviados a la dirección que usted proporcione y podrán ser cancelados. en cualquier momento.

source: What are cookies?
es: ¿Qué son las cookies?

source: A cookie is a file that is downloaded to your computer when accessing certain web pages. The cookies allow a web page, among other things, to store and retrieve information about the browsing habits of a user or your computer, and depending on the information they contain and how you use your computer, they may be used to recognize the user.
es: Una cookie es un fichero que se descarga en su ordenador al acceder a determinadas páginas web. Las cookies permiten que una página web, entre otras cosas, almacene y recupere información sobre los hábitos de navegación de un usuario o de su ordenador y, según la información que contengan y el uso que haga de su ordenador, podrán utilizarse para reconocer al usuario.

source: What types of cookies does this website use?
es: ¿Qué tipos de cookies utiliza este sitio web?

source: This website uses the following types of cookies:
es: Este sitio web utiliza los siguientes tipos de cookies:

source: Analysis cookies:
es: Cookies de análisis:

source: Those that, well treated by us or by third parties, allow us to quantify the number of users and thus carry out the measurement and statistical analysis of the use made by users of the service offered. To do this, your browsing on our website is analyzed in order to improve the offer of products or services we offer you.
es: Aquellas que bien tratadas por nosotros o por terceros, nos permiten cuantificar el número de usuarios y así realizar la medición y análisis estadístico de la utilización que hacen los usuarios del servicio ofertado. Para ello se analiza su navegación en nuestra página web con el fin de mejorar la oferta de productos o servicios que le ofrecemos.

source: Technical cookies:
es: Cookies técnicas:

source: They are those that allow the user to navigate through the restricted area and use its different functions such as, for example, carrying out the process of purchasing an item.
es: Son aquéllas que permiten al usuario navegar por el área restringida y utilizar sus diferentes funciones como, por ejemplo, realizar el proceso de compra de un artículo.

source: Personalization cookies:
es: Cookies de personalización:

source: They are those that allow the user to access the service with some characteristics of general character predefined based on a series of criteria in the user's terminal, such as They would be the language or the type of browser through which you connect to the service. Service.
es: Son aquéllas que permiten al usuario acceder al servicio con algunas características de carácter general predefinidas en función de una serie de criterios en el terminal del usuario como serían el idioma o el tipo de navegador a través del cual se conecta al servicio. Servicio.

source: A cookie is a file that is downloaded to your computer when accessing certain web pages. Cookies allow that a web page, among other things, stores and retrieves information about the browsing habits of a user or your computer, and depending on the information they contain and how you use your computer, they may be used to recognize the user.
es: Una cookie es un fichero que se descarga en su ordenador al acceder a determinadas páginas web. Las cookies permiten que una página web, entre otras cosas, almacene y recupere información sobre los hábitos de navegación de un usuario o de su ordenador y, según la información que contengan y el uso que haga de su ordenador, podrán utilizarse para reconocer al usuario.

source: Disable cookies
es: Deshabilitar cookies

source: You can allow, block or eliminate the cookies installed on your computer by configuring the options of the browser installed on your computer. Most web browsers offer the ability to allow, block or delete cookies. installed on your computer.
es: Puedes permitir, bloquear o eliminar las cookies instaladas en tu equipo mediante la configuración de las opciones del navegador instalado en tu ordenador. La mayoría de los navegadores web ofrecen la posibilidad de permitir, bloquear o eliminar cookies. instalado en su computadora.

source: Third party cookies
es: Cookies de terceros

source: This website uses third-party services to collect information for statistical and site usage purposes. Web. DoubleClick cookies are used to improve the advertising included on the website. Are used to target advertising according to content that is relevant to a user, thus improving the quality of the experience in using it. Specifically, we use the services of Google AdSense and Google Analytics for our statistics and advertising. Some cookies are essential for the operation of the site, for example, the search engine integrated. Our site includes other features provided by third parties. You can easily share the content on networks social networks such as Facebook, Twitter or Google +, with the buttons that we have included for this purpose.
es: Este sitio web utiliza servicios de terceros para recopilar información con fines estadísticos y de uso del sitio. Web. Las cookies de DoubleClick se utilizan para mejorar la publicidad incluida en el sitio web. Se utilizan para orientar la publicidad de acuerdo con el contenido que es relevante para un usuario, mejorando así la calidad de la experiencia al usarlo. Específicamente, utilizamos los servicios de Google AdSense y Google Analytics para nuestras estadísticas y publicidad. Algunas cookies son esenciales para el funcionamiento del sitio, por ejemplo, el motor de búsqueda integrado. Nuestro sitio incluye otras funciones proporcionadas por terceros. Puedes compartir fácilmente el contenido en redes sociales como Facebook, Twitter o Google +, con los botones que hemos incluido para tal fin.

source: Warning about the deletion of cookies.
es: Advertencia sobre la eliminación de cookies.

source: You can delete and block all cookies on this site, but some of the site will not work or the quality of the site website may be affected.
es: Puede eliminar y bloquear todas las cookies en este sitio, pero algunas del sitio no funcionarán o la calidad del sitio web del sitio puede verse afectada.

source: If you have any questions about our cookie policy, you can contact this website through our Contact channels.
es: Si tiene alguna duda acerca de nuestra política de cookies, puede contactar con este sitio web a través de nuestros canales de Contacto.

source: This company will not sell, assign or distribute personal information that is collected without your consent, except that is required by a judge with a court order.
es: Esta empresa no venderá, cederá ni distribuirá información personal que sea recopilada sin su consentimiento, excepto que sea requerido por un juez con una orden judicial.

source: “Katy Shop 303” reserves the right to change the terms of this Privacy Policy at any time.
es: “Katy Shop 303” se reserva el derecho de cambiar los términos de esta Política de Privacidad en cualquier momento.

source: TERMS AND CONDITIONS
es: TÉRMINOS Y CONDICIONES

source: GENERAL INFORMATION
es: INFORMACION GENERAL
