Repository: RonnyBlandon/katyshop303
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You can review the most recent version of the Terms of Service at any time on this page.<br><br> We reserve the right, at our sole discretion, to update, modify or replace any part of these Terms of Service by posting updates and changes to our website. Is his responsibility to check our website periodically to verify changes. Your continued use of or access to our website or the Service after the posting of any changes to these Terms of Service implies acceptance of such changes.
es: Puede revisar la versión más reciente de los Términos de servicio en cualquier momento en esta página.<br><br>Nos reservamos el derecho, a nuestro exclusivo criterio, de actualizar, modificar o reemplazar cualquier parte de estos Términos de servicio publicando actualizaciones y cambios en nuestro sitio web. Es su responsabilidad revisar nuestro sitio web periódicamente para verificar cambios. Su uso continuo o acceso a nuestro sitio web o al Servicio después de la publicación de cualquier cambio a estos Términos de servicio implica la aceptación de dichos cambios.

source: SECTION 14 - CONTACT INFORMATION
es: SECCIÓN 14 - INFORMACIÓN DE CONTACTO

source: Questions about the Terms of Service should be sent to katyshop303@gmail.com.
es: Las preguntas sobre los Términos de servicio deben enviarse a katyshop303@gmail.com.

source: Privacy Policy
es: Politica de Privacidad

source: Terms and Conditions
es: Términos y Condiciones

source: Lenguage
es: Idioma

source: Created by
es: Creado por

source: Start
es: Inicio

source: Shop
es: Tienda

source: My account
es: Mi cuenta

source: Points rules
es: Reglas de puntos

source: Search product
es: Buscar producto

source: search
es: buscar

source: Cart
es: Carrito

source: VIEW CART
es: VER CARRITO

source: CHECKOUT
es: PAGAR

source: There are no products in the cart.
es: No hay productos en el carrito.

source: Categories
es: Categorías

source: Search by category
es: Buscar por categoría

source: Orders
es: Ordenes

source: Profile
es: Perfil

source: Address
es: Dirección

source: My points
es: Mis puntos

source: Logout
es: Cerrar Sesión

source: How many points would you like to apply?
es: ¿Cuántos puntos le gustaría aplicar?

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: YOU HAVE <strong id="user-points">%(user_points)s</strong> POINTS FOR A <strong class="text-success">$%(max_discount)s</strong> DISCOUNT ON THIS ORDER!
es: ¡USTED TIENE <strong id="user-points">%(user_points)s</strong> PUNTOS PARA UN DESCUENTO DE <strong class="text-success">$%(max_discount)s</strong> EN ESTE PEDIDO!

source: Apply
es: Aplicar

source: Shipping Address
es: Dirección de Envío

source: Country
es: País

source: State
es: Estado

source: City
es: Ciudad

source: Additional Information
es: Información Adicional

source: Order notes: (optional)
es: Notas de pedido: (opcional)

source: Payment methods
es: Métodos de pago

source: I have read and agree to the
es: he leído y estoy de acuerdo con los

source: terms and conditions
es: términos y condiciones

source: of Katyshop303.
es: de Katyshop303

source: Pay now
es: Pagar ahora

source: Order
es: Orden

source: Status:
es: Estado:

source: Tracking Information:
es: Información de seguimiento:

source: shipping provider:
es: Proveedor de envío:

source: Shipping date:
es: Fecha de envío:

source: shipping tracking:
es: Seguimiento de envío:

source: Product
es: Producto

source: Quantity
es: Cantidad

source: Price
es: Precio

source: Discount:
es: Descuento:

source: Payment method:
es: Metodo de pago:

source: Card
es: Tarjeta

source: Order history
es: Historial de pedidos

source: Date
es: Fecha

source: Action
es: Acción

source: See
es: Ver

source: There is no order history.
es: No hay historial de pedidos.

source: Page %(current_page)s of %(num_pages)s
es: Página %(current_page)s de %(num_pages)s

source: Page 1 of 1
es: Página 1 de 1

source: Hi %(name)s, you have %(user_points)s points
es: Hola %(name)s, tienes %(user_points)s puntos

source: Event
es: Evento

source: ID Order
es: ID Pedido

source: Points
es: Puntos

source: Page %(current_page)s of %(num_pages)s
es: Página %(current_page)s de %(num_pages)s

source: Category
es: Categoria

source: Add to cart
es: Agregar al carrito

source: Out of stock
es: Agotado

source: Every time you buy this item, you will receive
es: Cada vez que compre este artículo, recibirá

source: reward points!
es: ¡Puntos de recompensa!

source: Category:
es: Categoria:

source: Description
es: Descripción

source: Welcome to
es: Bienvenido a

source: Please verify your email address by clicking the button below.
es: Verifique su dirección de correo electrónico haciendo clic en el botón a continuación.

source: Thank you for registering on KatyShop303.<br> To log in you must activate your account with the link that we have sent to your email.<br> If you can't find the email in your main inbox, check your spam folder.
es: Gracias por registrarte en KatyShop303.<br> Para iniciar sesión debes activar tu cuenta con el enlace que te hemos enviado a tu correo electrónico.<br> Si no encuentras el correo electrónico en tu bandeja de entrada principal, verifica tu correo no deseado

source: Resend email
es: Reenviar correo

source: Enter your new password.
es: Introduzca su nueva contraseña.

source: Enter your email with which you registered your account to receive a link where you can change your password.
es: Ingresa tu correo electrónico con el que registraste tu cuenta para recibir un enlace donde podrás cambiar tu contraseña.

source: Recover account
es: Recuperar cuenta

source: Login.
es: Iniciar sesión

source: Fill in the details to login.
es: Rellene los datos para iniciar sesión.

source: You do not have an account?
es: ¿No tienes una cuenta?

source: Sign up
es: Regístrate

source: Did you forget your password?
es: ¿Olvidaste tu contraseña?

source: Sign in
es: Iniciar sesión

source: Please complete the form to create an account.
es: Por favor complete el formulario para crear una cuenta.

source: Create Account
es: Crear cuenta

source: Do you already have an account?
es: Ya tienes una cuenta?

source: Log in
es: Iniciar Sesión

source: To resend the account activation link, enter your email.
es: Para reenviar el enlace de activación de la cuenta, ingrese su correo electrónico.

source: Municipality
es: Municipalidad

source: Postal code
es: Codigo Postal

source: Save
es: Guardar

source: Telephone number (optional)
es: Número de teléfono (opcional)

source: Current password
es: Contraseña actual

source: Repeat password
es: Repita la contraseña
