Repository: RonnyBlandon/katyshop303
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: This website is operated by Katy Shop 303. Throughout the site, the terms "we", "us" and "our" affect Katy Shop 303. Katy Shop 303 offers this website, including all information, tools and Services available to you on this site, the user, is conditioned on your acceptance of all terms, conditions, policies and notifications established here.<br><br> By visiting our site and/or buying something from us, you participate in our "Service" and accept the terms and conditions, including all additional terms and conditions and policies referenced in this document and/or available through hyperlinks. These Terms of Service are limited to all users of the site, even if limited to users who are browsers, suppliers, customers, merchants and/or content contributors.<br><br> Please read these Terms of Service before accessing or using our website. By accessing or using any part of the site, you agree to the Terms of Service. If you do not agree to all the terms and conditions of this agreement, you must not access the website or use any of the services. If the Terms of Service are seen affected by an offer, acceptance is expressly limited to these Terms of Service.<br><br> Any new features or tools added to the current store must also be subject to the Terms of service. You can review the updated version of the Terms of Service at any time on this page. Us We reserve the right to update, change or replace any part of the Terms of Service by posting updates and/or changes to our website. It is your responsibility to review this page for verify the changes. Your continued use of or access to the Website following the posting of any changes constitutes acceptance of such changes.
es: Este sitio web es operado por Katy Shop 303. En todo el sitio, los términos "nosotros", "nos" y "nuestro" afectan a Katy Shop 303. Katy Shop 303 ofrece este sitio web, incluida toda la información, herramientas y Los servicios disponibles para usted en este sitio, el usuario, están condicionados a su aceptación de todos los términos, condiciones, políticas y notificaciones aquí establecidos.<br><br> Al visitar nuestro sitio y/o comprar algo de nosotros, usted participa en nuestro "Servicio" y acepte los términos y condiciones, incluidos todos los términos y condiciones adicionales y las políticas a las que se hace referencia en este documento y/o disponibles a través de hipervínculos. Estos Términos de servicio están limitados a todos los usuarios del sitio, incluso si se limitan a usuarios que son navegadores, proveedores, clientes, comerciantes y/o contribuyentes de contenido.<br><br> Lea estos Términos de servicio antes de acceder o utilizar nuestro sitio web. Al acceder o utilizar cualquier parte del sitio, usted acepta los Términos de servicio. Si no está de acuerdo con todos los términos y condiciones de este acuerdo, no debe acceder al sitio web ni utilizar ninguno de los servicios. Si los Términos de servicio se ven afectados por una oferta, la aceptación se limita expresamente a estos Términos de servicio.<br><br> Cualquier función o herramienta nueva que se agregue a la tienda actual también debe estar sujeta a los Términos de servicio. Puede revisar la versión actualizada de los Términos de servicio en cualquier momento en esta página. Nosotros Nos reservamos el derecho de actualizar, cambiar o reemplazar cualquier parte de los Términos de servicio mediante la publicación de actualizaciones y/o cambios en nuestro sitio web. Es su responsabilidad revisar esta página para verificar los cambios. Su uso continuo o acceso al sitio web después de la publicación de cualquier cambio constituye la aceptación de dichos cambios.

source: SECTION 1 - ONLINE STORE TERMS
es: SECCIÓN 1 - TÉRMINOS DE LA TIENDA EN LÍNEA

source: By using this site, you represent that you are the age of majority in your state or province of residence, or that you are over age in your state or province of residence and that you have given us your consent to allow any of your dependent minors use this site.<br><br> You may not use our products for any illegal or unauthorized purpose, nor may you, in the use of the Service, violate any laws in your jurisdiction (including without limitation copyright laws).<br><br> You must not transmit worms, viruses or any code of a destructive nature.<br><br> A breach or violation of any of these Terms will result in immediate termination of your Services.
es: Al usar este sitio, usted declara que es mayor de edad en su estado o provincia de residencia, o que es mayor de edad en su estado o provincia de residencia y que nos ha dado su consentimiento para permitir que cualquiera de sus dependientes menores usar este sitio.<br><br> No puede usar nuestros productos para ningún propósito ilegal o no autorizado, ni puede, en el uso del Servicio, violar ninguna ley en su jurisdicción (incluidas, entre otras, las leyes de derechos de autor).<br><br>No debe transmitir gusanos, virus o cualquier código de naturaleza destructiva.<br><br>El incumplimiento o violación de cualquiera de estos Términos resultará en la terminación inmediata de sus Servicios.

source: SECTION 2 - GENERAL CONDITIONS
es: SECCIÓN 2 - CONDICIONES GENERALES

source: We reserve the right to refuse service to anyone, for any reason, at any time.<br><br> Credit card information is always encrypted during transfer over networks.<br><br> You agree not to reproduce, duplicate, copy, sell, resell or exploit any part of the Service, usp of the Service or access to the Service or any contact on the website through which the service is provided, without express written permission. Of us.<br><br> Headings used in this agreement are included for convenience only and do not limit or affect these Terms.
es: Nos reservamos el derecho de rechazar el servicio a cualquier persona, por cualquier motivo, en cualquier momento.<br><br>La información de la tarjeta de crédito siempre se cifra durante la transferencia a través de redes.<br><br>Usted acepta no reproducir, duplicar, copiar , vender, revender o explotar cualquier parte del Servicio, usp del Servicio o acceso al Servicio o cualquier contacto en el sitio web a través del cual se proporciona el servicio, sin permiso expreso por escrito. De nosotros.<br><br>Los encabezados utilizados en este acuerdo se incluyen solo por conveniencia y no limitan ni afectan estos Términos.

source: SECTION 3 - CHANGES TO THE SERVICE AND PRICES
es: SECCIÓN 3 - CAMBIOS AL SERVICIO Y PRECIOS

source: The prices of our products are subject to change without prior notice.<br><br> We reserve the right to modify or discontinue the Service (or any part of the content) at any time without notice.<br><br> We will not be liable to you or any third party for any modification, price change, suspension or discontinuity of the Service.
es: Los precios de nuestros productos están sujetos a cambios sin previo aviso.<br><br>Nos reservamos el derecho de modificar o descontinuar el Servicio (o cualquier parte del contenido) en cualquier momento sin previo aviso.<br><br>Nosotros no será responsable ante usted o cualquier tercero por cualquier modificación, cambio de precio, suspensión o discontinuidad del Servicio.

source: SECTION 4 - REFUNDS AND RETURNS
es: SECCIÓN 4 - REEMBOLSOS Y DEVOLUCIONES

source: Due to the fact that in previous stores many consumers made orders and returned them very often for pleasure or for For any other reason, Katy Shop 303 will not accept refunds or returns of any kind.
es: Debido a que en tiendas anteriores muchos consumidores hacían pedidos y los devolvían muy a menudo por placer o por cualquier otro motivo, Katy Shop 303 no aceptará reembolsos ni devoluciones de ningún tipo.

source: SECTION 5 - PRODUCTS OR SERVICES (if applicable)
es: SECCIÓN 5 - PRODUCTOS O SERVICIOS (si corresponde)

source: Certain products or services may be available exclusively online through the Website. These products or services may have limited quantities.<br><br> We have made an effort to display the colors and images of our products, in the store, as accurately as possible. possible. We cannot guarantee that your computer monitor will display colors exactly.<br><br> We reserve the right, but are not obligated, to limit the sales of our products or services to any person, geographic region or jurisdiction. We can exercise this right on a case-by-case basis. Us we reserve the right to limit the quantities of products or services we offer. all descriptions of products or prices of products are subject to change, at any time, without prior notice, at our sole discretion. We reserve the right to discontinue any product at any moment. Any product or service offer made on this site is void where prohibited.<br><br> We do not warrant that the quality of any products, services, information or other material purchased or obtained by you meet your expectations.
es: Ciertos productos o servicios pueden estar disponibles exclusivamente en línea a través del sitio web. Estos productos o servicios pueden tener cantidades limitadas.<br><br>Nos hemos esforzado por mostrar los colores y las imágenes de nuestros productos, en la tienda, con la mayor precisión posible. No podemos garantizar que el monitor de su computadora muestre los colores exactamente.<br><br>Nos reservamos el derecho, pero no estamos obligados, a limitar las ventas de nuestros productos o servicios a cualquier persona, región geográfica o jurisdicción. Podemos ejercer este derecho caso por caso. Nosotros nos reservamos el derecho de limitar las cantidades de productos o servicios que ofrecemos. todas las descripciones de los productos o los precios de los productos están sujetos a cambios, en cualquier momento, sin previo aviso, a nuestro exclusivo criterio. Nos reservamos el derecho de descontinuar cualquier producto en cualquier momento. Cualquier oferta de producto o servicio realizada en este sitio es nula donde esté prohibida.<br><br>No garantizamos que la calidad de los productos, servicios, información u otro material comprado u obtenido por usted cumpla con sus expectativas.

source: SECTION 6: ACCURACY OF BILLING AND ACCOUNT INFORMATION
es: SECCIÓN 6: EXACTITUD DE LA INFORMACIÓN DE FACTURACIÓN Y CUENTA

source: We reserve the right to refuse any order you place with us. We may, at our discretion, limit or cancel the quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card and/or orders using the same billing and/or shipping address.<br><br> In the event that we make a change to or cancel an order, we may attempt to notify you by contacting us by email and/or billing address/phone number provided at the time you the order was placed. We reserve the right to limit or prohibit orders that, in our judgment, appear made by dealers, resellers or distributors.<br><br> You agree to provide current, complete, and accurate information about the purchase and the account used for all purchases made in our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and communicate with you when necessary.
es: Nos reservamos el derecho de rechazar cualquier pedido que realice con nosotros. Podemos, a nuestra discreción, limitar o cancelar las cantidades compradas por persona, por hogar o por pedido. Estas restricciones pueden incluir pedidos realizados por o bajo la misma cuenta de cliente, la misma tarjeta de crédito y/o pedidos utilizando la misma dirección de facturación o envío.<br><br>En caso de que hagamos un cambio o cancelemos un pedido, podemos intentar notificárselo poniéndose en contacto con nosotros por correo electrónico y/o dirección de facturación/número de teléfono proporcionado en el momento en que realizó el pedido. Nos reservamos el derecho de limitar o prohibir los pedidos que, a nuestro juicio, parezcan realizados por comerciantes, revendedores o distribuidores.<br><br>Usted acepta proporcionar información actual, completa y precisa sobre la compra y la cuenta utilizada para todos compras realizadas en nuestra tienda. Usted acepta actualizar de inmediato su cuenta y otra información, incluida su dirección de correo electrónico y números de tarjeta de crédito y fechas de vencimiento, para que podamos completar sus transacciones y comunicarnos con usted cuando sea necesario.

source: SECTION 7 - OPTIONAL TOOLS
es: SECCIÓN 7 - HERRAMIENTAS OPCIONALES

source: We may provide you with access to third-party tools that we do not monitor and over which we have no control or entrance.<br><br> You acknowledge and agree that we provide access to such tools "as is" and "as available" without warranties, representations or conditions of any kind and without support of any kind. we won't have any liability arising out of or related to your use of tools provided by third parties.<br><br> Any use you make of optional tools offered through the site is at your own risk and discretion and you should ensure that you are familiar with and approve of the terms under which these tools are provided by the external provider(s).<br><br> We may also offer you new services and/or features through the Website in the future (including the release of new tools and resources). These new features and/or services will also be subject to these Terms of Service.
es: Podemos brindarle acceso a herramientas de terceros que no supervisamos y sobre las cuales no tenemos control ni entrada.<br><br>Usted reconoce y acepta que brindamos acceso a dichas herramientas "tal cual" y "según disponibilidad" sin garantías, representaciones o condiciones de ningún tipo y sin soporte de ningún tipo. no tendremos ninguna responsabilidad derivada o relacionada con su uso de herramientas proporcionadas por terceros.<br><br>Cualquier uso que haga de las herramientas opcionales ofrecidas a través del sitio es bajo su propio riesgo y discreción y debe asegurarse de que está familiarizado y aprueba los términos bajo los cuales el(los) proveedor(es) externo(s) proporciona(n) estas herramientas.<br><br>También podemos ofrecerle nuevos servicios y/o funciones a través del sitio web en el futuro (incluido el lanzamiento de nuevas herramientas y recursos). Estas nuevas funciones y/o servicios también estarán sujetos a estos Términos de servicio.

source: SECTION 8 - PERSONAL INFORMATION
es: SECCIÓN 8 - INFORMACIÓN PERSONAL

source: Your submission of personal information through the site is governed by our Privacy Policy. To see our Privacy Policy.
es: Su envío de información personal a través del sitio se rige por nuestra Política de Privacidad. Para ver nuestra Política de Privacidad.

source: SECTION 9 - ERRORS, INACCURACIES AND OMISSIONS
es: SECCIÓN 9 - ERRORES, IMPRECISIONES Y OMISIONES

source: From time to time there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, prices, promotions, offers, product shipping costs, transit time and availability. We reserve the right to correct errors, inaccuracies or omissions and to change or update information or cancel orders if any information in the Service or any related website is inaccurate at any time, without notice (including after of having sent your order)
es: De vez en cuando puede haber información en nuestro sitio o en el Servicio que contiene errores tipográficos, inexactitudes u omisiones que pueden estar relacionadas con descripciones de productos, precios, promociones, ofertas, costos de envío de productos, tiempo de tránsito y disponibilidad. Nos reservamos el derecho de corregir errores, inexactitudes u omisiones y de cambiar o actualizar información o cancelar pedidos si alguna información en el Servicio o cualquier sitio web relacionado es inexacta en cualquier momento, sin previo aviso (incluso después de haber enviado su pedido)

source: SECTION 10 - PROHIBITED USES
es: SECCIÓN 10 - USOS PROHIBIDOS

source: In addition to other prohibitions set forth in the Terms of Service, use of the Site or its content is prohibited: (a) for any unlawful purpose; (b) solicit others to perform or participate in illegal acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or ordinances local; (d) to infringe or violate the intellectual property right of us or of third parties; (e) harass, abuse, insult, harm, defame, slander, disparage, intimidate or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) present false information or misleading; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that may compromise the functionality or operation of the Service or any website related, other sites or the Internet; (h) to collect or track personal information about others; (i) to generate spam, phish, pharm, pretext, spider, crawl or scrape; (j) for any obscene or immoral purpose; or (k) for interfere with or circumvent the security features of the Service or any related website, other sites or Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the items prohibited use.
es: Además de otras prohibiciones establecidas en los Términos de servicio, el uso del Sitio o su contenido está prohibido: (a) para cualquier propósito ilegal; (b) solicitar a otros que realicen o participen en actos ilegales; (c) para violar cualquier regulación, regla, ley u ordenanza local internacional, federal, provincial o estatal; (d) para infringir o violar el derecho de propiedad intelectual de nosotros o de terceros; (e) acosar, abusar, insultar, dañar, difamar, calumniar, menospreciar, intimidar o discriminar por motivos de género, orientación sexual, religión, etnia, raza, edad, origen nacional o discapacidad; (f) presentar información falsa o engañosa; (g) cargar o transmitir virus o cualquier otro tipo de código malicioso que se utilice o se pueda utilizar de cualquier manera que pueda comprometer la funcionalidad o el funcionamiento del Servicio o cualquier sitio web relacionado, otros sitios o Internet; (h) para recopilar o rastrear información personal sobre otros; (i) para generar spam, phish, pharm, pretext, spider, crawl o scrape; (j) para cualquier propósito obsceno o inmoral; o (k) para interferir o eludir las características de seguridad del Servicio o cualquier sitio web relacionado, otros sitios o Internet. Nos reservamos el derecho de cancelar su uso del Servicio o cualquier sitio web relacionado por violar cualquiera de los elementos de uso prohibido.

source: ARTICLE 11 - EXCLUSION OF WARRANTIES; LIMITATION OF LIABILITY
es: ARTÍCULO 11 - EXCLUSIÓN DE GARANTÍAS; LIMITACIÓN DE RESPONSABILIDAD

source: We do not warrant or warrant that use of our service will be uninterrupted, timely, secure, or free of mistakes.<br><br> We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.<br><br> You agree that, from time to time, we may remove the service for indefinite periods of time or cancel the service at any time without notice.<br><br> You expressly agree that your use of, or ability to use, the Service is at your own risk. The service and all products and services provided through the service are provided (except where we indicate expressly) "as is" and "as available" for your use, without any representation, warranty or condition of of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.<br><br> or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) published, transmitted or made available through the service, even if notice of its possibility. Because some states or jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum allowed by law.
es: No garantizamos ni garantizamos que el uso de nuestro servicio sea ininterrumpido, oportuno, seguro o libre de errores.<br><br>No garantizamos que los resultados que puedan obtenerse del uso del servicio sean precisos o confiable.<br><br>Usted acepta que, de vez en cuando, podemos eliminar el servicio por períodos de tiempo indefinidos o cancelar el servicio en cualquier momento sin previo aviso.<br><br>Usted acepta expresamente que su uso de, o la capacidad de usar, el Servicio es bajo su propio riesgo. El servicio y todos los productos y servicios proporcionados a través del servicio se proporcionan (excepto donde lo indiquemos expresamente) "tal cual" y "según disponibilidad" para su uso, sin ninguna representación, garantía o condición de ningún tipo, ya sea expresa o implícitas, incluidas todas las garantías o condiciones implícitas de comerciabilidad, calidad comercial, idoneidad para un propósito particular, durabilidad, título y no infracción.<br><br>o cualquier pérdida o daño de cualquier tipo incurrido como resultado de la el uso del servicio o cualquier contenido (o producto) publicado, transmitido o puesto a disposición a través del servicio, incluso si se avisa de su posibilidad. Debido a que algunos estados o jurisdicciones no permiten la exclusión o limitación de responsabilidad por daños consecuentes o incidentales, en dichos estados o jurisdicciones, nuestra responsabilidad se limitará al máximo permitido por la ley.

source: SECTION 12 - TERMINATION
es: SECCIÓN 12 - TERMINACIÓN

source: Obligations and liabilities of the parties incurred prior to the termination date will survive upon termination of this agreement for all purposes.<br><br> These Terms of Service are effective unless and until terminated by either you or us. You can terminate these Terms of Service at any time by notifying us that you no longer wish to use our services, or when you cease use our site.<br><br> If, in our judgment, you do not comply, or are suspected of not complying, with any term or provision of these Terms of Service, we may also terminate this agreement at any time, without notice, and you will continue to being responsible for all amounts owed. To include the completion date; and/or accordingly we can deny access to our services (or any part thereof).
es: Las obligaciones y responsabilidades de las partes incurridas antes de la fecha de terminación sobrevivirán a la terminación de este acuerdo para todos los propósitos.<br><br>Estos Términos de servicio son efectivos a menos que usted o nosotros los rescindamos. Puede rescindir estos Términos de servicio en cualquier momento notificándonos que ya no desea usar nuestros servicios, o cuando deje de usar nuestro sitio.<br><br>Si, a nuestro juicio, no cumple o no sospecha de no cumplir con cualquier término o disposición de estos Términos de servicio, también podemos rescindir este acuerdo en cualquier momento, sin previo aviso, y usted seguirá siendo responsable de todos los montos adeudados. Para incluir la fecha de finalización; y/o en consecuencia podemos denegar el acceso a nuestros servicios (o cualquier parte de los mismos).

source: SECTION 13 - CHANGES TO THE TERMS OF SERVICE
es: SECCIÓN 13 - CAMBIOS A LOS TÉRMINOS DEL SERVICIO
